{
  "title": "bio-falsehoods",
  "contents": [
    {
      "id": 1,
      "title": "Different portions of the Tongue specialize in sensing different flavors/tastes",
      "text": "Taste receptors for all tastes are fairly evenly distributed across the tongue.  This misconception stems for a mistranslation of a 1901 German thesis.  Also, there are 5 primary tastes: sweet, sour, salty, bitter, and umami/savory.",
      "links": [
        {
          "link_title": "The cells and logic for mammalian sour taste detection",
          "link_url": "http://dx.doi.org/10.1038/nature05084"
        },
        {
          "link_title": "Wikipedia: Tongue Map",
          "link_url": "https://en.wikipedia.org/wiki/Tongue_map"
        }
      ]
    },
    {
      "id": 2,
      "title": "Human beings only use 10% of their brain",
      "text": "Human beings utilize their entire brain, although different areas are active during different processes.",
      "links": [
        {
          "link_title": "Spontaneous fluctuations in brain activity observed with functional magnetic resonance imaging",
          "link_url": "https://www.nature.com/articles/nrn2201"
        },
        {
          "link_title": "Wikipedia: Ten percent of brain myth",
          "link_url": "https://en.wikipedia.org/wiki/Ten_percent_of_the_brain_myth"
        }
      ]
    },
    {
      "id": 3,
      "title": "Humans are the most evolved species or evolution leads to more complex species",
      "text": "Evolution is not a progression from inferior to superior, or simple to complex.  Similarly, we are not evolved from monkeys or more evolved than monkeys.  Monkeys and mankind descend from a common ancestor.",
      "links": [
        {
          "link_title": "Microbial Minimalism: Genome Reduction in Bacterial Pathogens",
          "link_url": "https://www.sciencedirect.com/science/article/pii/S0092867402006657"
        },
        {
          "link_title": "Wikipedia: Evolution of biological complexity",
          "link_url": "https://en.wikipedia.org/wiki/Evolution_of_biological_complexity"
        }
      ]
    },
    {
      "id": 4,
      "title": "Sugar levels cause hyperactivity, especially in children",
      "text": "Interest and activity level can result in childhood hyperactivity and listlessness; sugar has nothing to do with it.",
      "links": [
        {
          "link_title": "The Effect of Sugar on Behavior or Cognition in Children",
          "link_url": "https://jamanetwork.com/journals/jama/article-abstract/391812"
        }
      ]
    },
    {
      "id": 5,
      "title": "Women are born with all the eggs they will ever have",
      "text": "Women generate new eggs throughout their entire life until menopause.",
      "links": [
        {
          "link_title": "Oocyte formation by mitotically active germ cells purified from ovaries of reproductive-age women",
          "link_url": "https://www.nature.com/articles/nm.2669"
        }
      ]
    },
    {
      "id": 6,
      "title": "Consuming antioxidants is an effective way to fight aging, or, more generally, that consumption of increased antioxidants has any health benefit",
      "text": "Since the proposal of the free radical theory of aging in the 1950s, numerous large and rigorous studies have found no evidence that free radicals are responsible for aging, and in fact, increased antioxidant consumption can have serious negative consequences.",
      "links": [
        {
          "link_title": "When a theory of aging ages badly",
          "link_url": "https://pubmed.ncbi.nlm.nih.gov/19730800/"
        },
        {
          "link_title": "Mortality in randomized trials of antioxidant supplements for primary and secondary prevention: systematic review and meta-analysis",
          "link_url": "https://pubmed.ncbi.nlm.nih.gov/17327526/"
        }
      ]
    },
    {
      "id": 7,
      "title": "Vaccines have been linked to Autism",
      "text": "This 'connection' is the result of a single, discredited and retracted study by a doctor who wanted to sell alternatives to vaccines.",
      "links": [
        {
          "link_title": "Harms of Hedging in Scientific Discourse: Andrew Wakefield and the Origins of the Autism Vaccine Controversy",
          "link_url": "https://www.tandfonline.com/doi/full/10.1080/10572252.2013.816487"
        },
        {
          "link_title": "The Vaccine-Autism Connection: A Public Health Crisis Caused by Unethical Medical Practices and Fraudulent Science",
          "link_url": "https://journals.sagepub.com/doi/abs/10.1345/aph.1Q318"
        }
      ]
    },
    {
      "id": 8,
      "title": "MSG is dangerous or induces headaches",
      "text": "MSG is a natural amino acid necessary for the body, and is one of the primary tastes our tongue has evolved to perceive.  Despite repeated study, no evidence for MSG induced illness has been found.",
      "links": [
        {
          "link_title": "Monosodium L-glutamate: A double-blind study and review",
          "link_url": "https://www.sciencedirect.com/science/article/pii/027869159390012N"
        },
        {
          "link_title": "Reconsidering the effects of monosodium glutamate: A literature review",
          "link_url": "https://onlinelibrary.wiley.com/doi/10.1111/j.1745-7599.2006.00160.x"
        }
      ]
    },
    {
      "id": 9,
      "title": "Spinach is loaded with iron",
      "text": "This is thanks to a very old misprint in an analysis of the nutritional content of spinach. Spinach contains less iron than many beans, and the iron is in a context that is difficult for humans to absorb.",
      "links": [
        {
          "link_title": "Spinach in Blunderland: How the myth that spinach is rich in iron became an urban academic legend",
          "link_url": "https://repository.rothamsted.ac.uk/item/8wq15/spinach-in-blunderland-how-the-myth-that-spinach-is-rich-in-iron-became-an-urban-academic-legend"
        }
      ]
    },
    {
      "id": 10,
      "title": "Vitamin C can prevent colds",
      "text": "The vast majority of humans do not have a vitamin C deficiency, and the benefits of excess vitamin C intake are unclear.  In particular, there is no evidence that vitamin C supplementation will prevent the common cold.",
      "links": [
        {
          "link_title": "Vitamin C for preventing and treating the common cold",
          "link_url": "https://doi.org/10.1002/14651858.CD000980.pub4"
        }
      ]
    },
    {
      "id": 11,
      "title": "Coffee or other caffeinated beverages can dehydrate you",
      "text": "The average cup of coffee is approximately 99% water, and any possible dehydrating effects from caffeine are far outweighed by the hydration content of the water itself.",
      "links": [
        {
          "link_title": "No Evidence of Dehydration with Moderate Daily Coffee Intake: A Counterbalanced Cross-Over Study in a Free-Living Population",
          "link_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3886980/"
        },
        {
          "link_title": "A randomized trial to assess the potential of different beverages to affect hydration status: development of a beverage hydration index",
          "link_url": "https://academic.oup.com/ajcn/article/103/3/717/4564598"
        }
      ]
    },
    {
      "id": 12,
      "title": "Nuts, corn, or popcorn can increase the risk of diverticulitis",
      "text": "Although long associated with diverticulitis, studies have found no link between consumption of these foods and diverticulitis risk-- and in fact, the high fiber content in them may be protective against diverticulitis flare-ups.",
      "links": [
        {
          "link_title": "Nut, Corn, and Popcorn Consumption and the Incidence of Diverticular Disease",
          "link_url": "https://jamanetwork.com/journals/jama/article-abstract/1028647"
        },
        {
          "link_title": "How can you help prevent a recurrence of diverticulitis?",
          "link_url": "https://mospace.umsystem.edu/xmlui/handle/10355/3883"
        }
      ]
    }
  ]
}
